{"title": "  Cinco tendencias tecnologicas que impactarao o futuro  ", "text": "Ninguem poderia prever o impacto que a tecnologia exerceria em nossas vidas neste ano. Em meio a uma pandemia global, nossa saude, economia, negocios e meios de subsistencia foram impactados. Em contrapartida, as empresas tiveram que se adaptar para sobreviver, o que significou que muitas adotaram tecnologias disruptivas em um ritmo muito mais rapido do que poderiamos imaginar.Essas novas tendencias tecnologicas estao prontas para transformar os negocios. Ainda que ninguem possa verdadeiramente prever o que o futuro reserva, ha beneficios a serem obtidos a partir dessas cinco inovacoes para gerar mais vantagem competitiva. Nao e nenhum segredo que a potencia e o consumo de energia dos sistemas de TI tem um efeito devastador ao meio ambiente. Mas a introducao dos All-Photonics Networks (APNs) pode reduzir esse dano de forma significativa.As APNs usam cabeamento optico e hibrido para a transmissao de informacao ponta a ponta entre terminais e servidores. Isso permite que a transferencia de grandes volumes de trafego mantenha a latencia baixa. Essa tecnica usa um centesimo do consumo de energia necessario para as redes de hoje.Alem dos beneficios ambientais, essas redes sao mais intuitivas e permitem que pessoas se conectem de qualquer local ou ambiente. Com o tempo, especialistas esperam que a capacidade de transmissao aumente de modo que voce possa fazer o download de 10 mil filmes de duas horas em uma fracao de segundo. O resultado e uma plataforma de comunicacao de ultima geracao que representa um salto enorme em direcao a um negocio mais inteligente, sustentavel e, ainda por cima, com eficiencia energetica.A tecnologia Cognitive Foundation (CF) conecta recursos de TI e os integra com diversos sistemas e redes para criar uma plataforma robusta de processamento de informacao. CF pode analisar e prever dados sem ficar restrito a um formato ou sistemas onde os dados residem.Isso permite que os negocios orquestrem informacoes de diferentes interfaces, incluindo voz e video, de dados de sensores da Internet das Coisas. CF fornece um local centralizado para a TI gerenciar todos os seus recursos de TI - que e a base para projetos inovadores, como as cidades inteligentes.Na verdade, CF e usado na cidade de Las Vegas em um projeto inovador que combina varios pontos de dados para prever e prevenir acidentes. A cidade usa recursos de orquestracao, com base em software de virtualizacao, para analisar videos, audios e informacoes do sensor automaticamente. Las Vegas agora esta procurando evoluir o sistema para uma operacao completamente automatizada e autonoma que pode, nao apenas analisar de forma automatica, mas 'pensar e agir' por conta propria. Digital Twins nao sao novos. Eles sao representacoes virtuais de ambientes, produtos ou ativos do mundo real para testar ou simular o impacto de ambientes novos e diferentes. Por exemplo, Digital Twins sao usados para gerenciar o desempenho, a eficacia de novas maquinas ou fabricas para simular o impacto de novos empreendimentos e estradas.Digital Twins podem ser usados para simular ambientes e auxiliar na concepcao de solucoes. Ao copiar, combinar e trocar livremente varios Digital Twins entre coisas e pessoas, a informacao e integrada a aplicativos como sistemas de previsao de congestionamento de trafego. Digital Twins podem ir tao longe a ponto de fazer previsoes precisas no campo do controle de doencas.Uma pessoa pode ate ter seu proprio gemeo digital. O gemeo poderia fazer certas tarefas de rotina no ciberespaco, no lugar da pessoa real e poderia ate tomar as decisoes online. A tecnologia poderia integrar a mente, os pensamentos, habitos e as atitudes das pessoas em seu gemeo digital.Claro, ha questoes de etica e responsabilidade social quando se trata de tais inovacoes. Mas, a medida que a aplicacao de Digital Twins e regulamentos continuam a evoluir, o impacto nos negocios e na produtividade e claro.Com gigantes da tecnologia como Google, Amazon e Facebook, oferecendo AI-as-a-Service e Data-as-a-Service, vemos o nascimento do 'desenvolvedor cidadao'. Essas empresas oferecem ferramentas que variam da automacao de processos roboticos (RPA) a unidades de processos graficos nas nuvens. Esse movimento significa que qualquer um podera criar aplicativos de negocios usando dados da empresa com pouca ou nenhuma habilidade em codigos.Isso e definido como um game changer para muitos negocios que poderiam desenvolver aplicativos com processos mais simples, pouca supervisao, e automatizar certas tarefas e processos. Isso vai liberar mais tempo para que colaboradores foquem em trabalhos de maior valor.Os usuarios dos negocios geralmente sao melhores especialistas no assunto, alem de estarem mais proximos dos desafios com uma compreensao das melhores maneiras de resolve-los. Ao coloca-los no comando, as organizacoes serao capazes de acelerar a transformacao digital.O RPA tem potencial para transformar o futuro do trabalho. Mas, a medida que novas complexidades sao adicionadas, empresas precisarao estabelecer a estrategia de dados correta com uma infraestrutura inteligente e flexivel para tornar essa inovacao nao apenas acessivel, mas segura para todas as partes.O aumento da capacidade de uma computacao robusta que fornece mais processamento na fonte de dados ou proximos a ela ja esta comecando a transformar empresas de todos os tamanhos. Dois paradigmas da computacao -quantica e edge computing- sao a vanguarda da inovacao.Computadores quanticos solucionam problemas que sao muitos dificeis para um computador tradicional resolver. Enquanto uma maquina tradicional processa informacao em 1-2 segundos, no mundo quantico, esses 1 e 0 bytes podem existir em dois estados chamados de qubits, simultaneamente, permitindo que os calculos sejam realizados paralelamente. Computadores quanticos possuem algoritmos especiais capazes de realizar tarefas que nunca poderiamos imaginar que seriam possiveis.Edge computing, por outro lado, foca no processamento de informacoes que estao mais perto da fonte para ter mais velocidade. Hoje, a maior parte da computacao ocorre na nuvem com mais potencial de latencia. A edge computing requer chips e hardware personalizados, mas trabalha junto com a nuvem para aproveitar seus beneficios sem latencia. Ela permitiria, por exemplo, que o sistema de um carro autonomo processasse e reconhecesse imagens imediatamente, ao inves de enviar a informacao para verificacao na nuvem.Com ate 50 bilhoes de dispositivos online no futuro, todos gerando dados, a edge computing sera fundamental para desenvolver a Internet das Coisas e o 5G. Isso permitira habilitar aplicativos quase em tempo real e inteligencias artificias (AIs) na ponta. A medida que a realidade virtual (RV) fica mais popular, e mais processos acontecem em headsets, a edge computing tera um papel vital em fornecer uma boa experiencia de realidade virtual.A tecnologia tem, sem duvidas, o poder de transformar. Apesar dos desafios que o mundo enfrenta, os negocios tem a oportunidade de acelerar a mudanca aproveitando as inovacoes mais recentes. Desde reduzir o consumo de energia ate formas inovadoras de mover e analisar dados. Essas cinco tendencias tecnologicas estao prontas para ajudar as empresas a obter mais vantagem competitiva a medida que nos aproximamos de 2021. Agora, mais do que nunca, e o momento para refletir, aprender e focar na construcao de um futuro focado em melhorar o nosso bem-estar e em tornar o meio ambiente mais sustentavel.*Augusto Panachao e diretor de Solucoes e Tecnologia da NTT Ltd. no Brasil"}