{'title': '#Verificamos: E falso que enfermeira morreu apos receber a primeira dose da vacina da Pfizer', 'text': 'Circula nas redes sociais que a enfermeira Tiffany Dover, que desmaiou apos receber uma dose da vacina da Pfizer contra Covid-19 em transmissao ao vivo, morreu em decorrencia da imunizacao. Por meio do  projeto de verificacao de noticias , usuarios do Facebook solicitaram que esse material fosse analisado. Confira a seguir o trabalho de verificacao da Lupa:\\"Tiffany Dover, enfermeira que passou mal ao tomar a vacina ao vivo nos EUA veio a obito\\"Texto em imagem publicada no Facebook que, ate as 13h20 do dia 21 de dezembro de 2020, tinha sido compartilhada por 140 pessoasFALSOA informacao analisada pela Lupa e falsa. Tiffany Dover, enfermeira que desmaiou apos aplicacao da vacina da Pfizer contra a Covid-19, esta viva. O boato comecou a circular nos Estados Unidos durante o final de semana. No sabado, o CHI Memorial, hospital onde ela trabalha, publicou em seu perfil no Twitter uma nota esclarecendo que a profissional passava bem e estava em casa. A nota dizia, ainda, que a enfermeira estava grata com a preocupacao da populacao, mas que pedia respeito a sua privacidade e a de sua familia.Na ultima quinta-feira (17), Tiffany desmaiou apos receber dose da vacina. Ela explicou durante uma coletiva de imprensa que costuma desmaiar quando sente dor. De acordo com a enfermeira, esse e um quadro clinico que ela ja apresentava previamente e que nao tem relacao com a vacina da Pfizer contra a Covid-19. \\"Tenho historico de hipersensibilidade com qualquer dor que sinto. Pode ser algo na unha ou no dedo do pe que posso vir a desmaiar. (...) Mas eu me sinto bem agora e a dor no meu braco foi bem pequena, na verdade\\", disse. O Center for Disease Control and Prevention (CDC) explica em seu site que desmaiar apos tomar uma vacina e um sintoma relativamente comum. O orgao de pesquisa americano diz que isso ocorre por diversas causas, como ansiedade e dor. A publicacao destaca que o efeito adverso normalmente tem curta duracao e que ha registros de desmaio apos a aplicacao de quase todas as vacinas existentes.O  Aos Fatos, Boatos.org e Fato ou Fake tambem verificaram conteudos semelhantes. No exterior, a AFP Fact Check, AP Fact Check, Reuters, The Quint, The U.S Sun e USA Today checaram pecas de desinformacao similares. Nota: esta reportagem faz parte do projeto de verificacao de noticias no Facebook. Duvidas sobre o projeto? Entre em contato direto com o Facebook.'}